Repository: tollwerk/TYPO3-ext-tw_blog
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# blog.readArticle
source: Read article
de: Weiterlesen

# blog.more_by_series
source: Other articles the series «%s»
de: Andere Beiträge dieser Serie

# blog.authors.about.male
source: About the author
de: Über den Author

# blog.authors.about.males
source: About the authors
de: Über die Authoren

# blog.authors.about.female
source: About the author
de: Über die Authorin

# blog.authors.about.females
source: About the authors
de: Über die Authorinnen

# blog.authors.about.mixed
source: About the authors
de: Über die Authoren/Authorinnen

# blog.pagination.aria_label
source: Browse through blog articles
de: Liste der Blogbeiträge durchblättern

# blog.pagination.first
source: First page
de: Erste Seite

# blog.pagination.previous
source: Previous page
de: Vorherige Seite

# blog.pagination.page
source: Page %s of %s
de: Seite %s von %s

# blog.pagination.next
source: Next page
de: Nächste Seite

# blog.pagination.last
source: Last page
de: Letzte Seite

# blog.prevnext.next
source: More recent article
de: Neuerer Beitrag

# blog.prevnext.prev
source: Older article
de: Älterer Beitrag

# blog.prevnext.aria_label
source: Older and more recent articles
de: Ältere und neuere Beiträge

# cropVariants.blog_thumbnail
source: Blog Thumbnail
de: Blog Vorschaubild

# cropVariants.blog_teaser
source: Blog Teaser
de: Blog Teaserbild

# cropVariants.blog_featured_teaser
source: Featured Blog Article Teaser
de: Featured Blog Teaserbild

# cropVariants.blog_header
source: Blog Page Header
de: Blog Seiten-Kopfbereich
